Repository: leglands/luna
Catalog: ios-app/LunaApp/Resources/Localizable.xcstrings
Source language: fr
Languages: am, ar, bg, bn, ca, cs, da, de, el, en, es, fa, fi, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tl, tr, uk, ur, vi, zh_hans, zh_hant, zu

# insight_sample_luteal_cramps
source: Les crampes sont fréquentes en phase lutéale. Essayez des étirements doux ou une compresse chaude.
am: በሉቲያል ምዕራፍ ውስጥ ቅርጫት የተለመደ ነው። ቀላል ተዘርጋ ወይም ሞቅ ያለ ማጠቢያ ሞክሩ።
ar: التشنجات شائعة في المرحلة الأصفرية. جربي التمدد اللطيف أو كمادة دافئة.
bg: Крампите са чести в лутеалната фаза. Опитайте леко разтягане или топъл компрес.
bn: লুটেয়াল পর্যায়ে খিঁচুনি সাধারণ। হালকা স্ট্রেচিং বা গরম সেঁক চেষ্টা করুন।
ca: Els rampes són freqüents en la fase luteínica. Prova estiraments suaus o una compresa calenta.
cs: Křeče jsou v luteální fázi běžné. Zkus jemné protahování nebo teplý obklad.
da: Kramper er almindelige i lutealfasen. Prøv blid udstrækning eller en varm kompres.
de: Krämpfe sind in der Lutealphase häufig. Versuche sanftes Dehnen oder eine warme Kompresse.
el: Οι κράμπες είναι συχνές στη ωχρινική φάση. Δοκιμάστε απαλό στρέτσινγκ ή ζεστή κομπρέσα.
en: Cramps are common in the luteal phase. Try gentle stretching or a warm compress.
es: Los calambres son comunes en la fase lútea. Prueba estiramientos suaves o una compresa caliente.
fa: گرفتگی در فاز لوتئال رایج است. کشش ملایم یا کمپرس گرم را امتحان کنید.
fi: Kouristukset ovat yleisiä luteaalivaiheessa. Kokeile kevyttä venyttelyä tai lämmintä hauetta.
he: עוויתות נפוצות בשלב הלוטאלי. נסי מתיחות עדינות או קומפרס חם.
hi: ल्यूटियल चरण में ऐंठन आम है। हल्के स्ट्रेचिंग या गर्म सेक आज़माएं।
hr: Grčevi su česti u lutealnoj fazi. Pokušajte s blagim istezanjem ili toplim oblogom.
hu: A görcsök gyakoriak a luteális fázisban. Próbálj enyhe nyújtást vagy meleg borogatást.
id: Kram umum terjadi pada fase luteal. Coba peregangan ringan atau kompres hangat.
it: I crampi sono comuni nella fase luteale. Prova stretching leggero o un impacco caldo.
ja: 黄体期にはけいれんがよく起こります。やさしいストレッチや温湿布を試してみてください。
ko: 황체기에는 경련이 흔합니다. 가벼운 스트레칭이나 온찜질을 해보세요.
ms: Kekejangan biasa berlaku dalam fasa luteal. Cuba regangan ringan atau kompres hangat.
nb: Kramper er vanlige i lutealfasen. Prøv lett tøying eller en varm kompress.
nl: Krampen komen vaak voor in de luteale fase. Probeer zachte stretching of een warm kompres.
pl: Skurcze są częste w fazie lutealnej. Spróbuj delikatnego rozciągania lub ciepłego kompresu.
pt_br: Cólicas são comuns na fase lútea. Tente alongamentos suaves ou uma compressa quente.
ro: Crampele sunt frecvente în faza luteală. Încearcă stretching ușor sau o compresă caldă.
ru: Судороги типичны для лютеиновой фазы. Попробуйте лёгкую растяжку или тёплый компресс.
sk: Kŕče sú v luteálnej fáze bežné. Skús jemné naťahovanie alebo teplý obklad.
sv: Kramper är vanliga i lutealfasen. Prova lätt stretching eller en varm kompress.
sw: Maumivu ya tumbo ni ya kawaida katika awamu ya luteal. Jaribu mazoezi ya upole au kitambaa cha joto.
th: ตะคริวพบบ่อยในช่วงลูเทียล ลองยืดตัวเบาๆ หรือประคบร้อน
tr: Luteal fazda kramplar yaygındır. Hafif esneme veya sıcak kompres deneyin.
uk: Судоми типові для лютеїнової фази. Спробуйте легку розтяжку або теплий компрес.
ur: لیوٹیل مرحلے میں درد عام ہے۔ ہلکی اسٹریچنگ یا گرم سینک آزمائیں۔
vi: Chuột rút phổ biến trong giai đoạn hoàng thể. Hãy thử kéo giãn nhẹ hoặc chườm nóng.
zh_hans: 黄体期痉挛很常见。试试轻柔的伸展或热敷。
zh_hant: 黃體期痙攣很常見。試試輕柔的伸展或熱敷。
zu: Izinhlungu zivamile esigabeni seluteal. Zama ukwelula okumnene noma i-compress eshisayo.

# insight_title
source: Insight
am: ማስተዋል
ar: بصيرة
bg: Прозрение
bn: অন্তর্দৃষ্টি
cs: Vhled
da: Indsigt
de: Erkenntnis
el: Διορατικότητα
es: Información
fa: بینش
fi: Näkemys
he: תוֹבָנָה
hi: अंतर्दृष्टि
hr: Uvid
hu: Betekintés
id: Wawasan
it: Intuizione
ja: 洞察力
ko: 통찰력
ms: Wawasan
nb: Innsikt
nl: Inzicht
pl: Wgląd
pt_br: Entendimento
ru: Понимание
sv: Insikt
sw: Maarifa
th: ข้อมูลเชิงลึก
tr: İç yüzü
uk: Інсайт
ur: بصیرت
vi: Cái nhìn thấu suốt
zh_hans: 洞察力
zh_hant: 洞察力
zu: Ukuqonda

# insights_avg_cycle
source: Durée moy. du cycle
am: አማካኝ የዑደት ርዝመት
ar: متوسط طول الدورة
bg: ср. дължина на цикъла
bn: গড় চক্রের দৈর্ঘ্য
ca: Mitjana durada del cicle
cs: Prům. délka cyklu
da: Gns. cyklus længde
de: Ø Zykluslänge
el: Μέσος όρος μήκος κύκλου
en: Avg. cycle length
es: Duración media ciclo
fa: میانگین طول چرخه
fi: Keskim. syklin pituus
he: ממוצע אורך מחזור
hi: औसत चक्र की लंबाई
hr: Prosj. duljina ciklusa
hu: Átl. ciklus hossza
id: Rata-rata panjang siklus
it: Media durata del ciclo
ja: 平均サイクル長
ko: 평균 사이클 길이
ms: Purata panjang kitaran
nb: Gj.sn. sykluslengde
nl: Gem. cyclus lengte
pl: Śr. długość cyklu
pt_br: Média duração do ciclo
ro: Mediu lungimea ciclului
ru: Среднее длина цикла
sk: Priem. dĺžka cyklu
sv: Genomsnittlig cykellängd
sw: Wastani. urefu wa mzunguko
th: เฉลี่ย ความยาวรอบ
tr: Ortalama döngü uzunluğu
uk: Середнє довжина циклу
ur: اوسط سائیکل کی لمبائی
vi: Trung bình độ dài chu kỳ
zh_hans: 平均。周期长度
zh_hant: 平均。週期長度
zu: Isilinganiso. ubude bomjikelezo

# insights_avg_period
source: Durée moy. des règles
am: አማካኝ የጊዜ ርዝመት
ar: متوسط طول الدورة الشهرية
bg: ср. продължителност на периода
bn: গড় সময়ের দৈর্ঘ্য
ca: Mitjana durada del període
cs: Prům. délka období
da: Gns. periode længde
de: Ø Periodenlänge
el: Μέσος όρος διάρκεια περιόδου
en: Avg. period length
es: Duración media período
fa: میانگین طول دوره
fi: Keskim. ajanjakson pituus
he: ממוצע אורך תקופה
hi: औसत अवधि
hr: Prosj. duljina razdoblja
hu: Átl. időszak hossza
id: Rata-rata panjang periode
it: Media durata del periodo
ja: 平均生理期間
ko: 평균 기간
ms: Purata panjang tempoh
nb: Gj.sn. periodelengde
nl: Gem. periode lengte
pl: Śr. długość okresu
pt_br: Média duração do período
ro: Mediu durata perioadei
ru: Среднее продолжительность периода
sk: Priem. dĺžka obdobia
sv: Genomsnittlig periodens längd
sw: Wastani. urefu wa kipindi
th: เฉลี่ย ระยะเวลา
tr: Ortalama dönem uzunluğu
uk: Середнє тривалість періоду
ur: اوسط مدت کی لمبائی
vi: Trung bình thời gian dài
zh_hans: 平均。经期长度
zh_hant: 平均。經期長度
zu: Isilinganiso. ubude besikhathi

# insights_no_data
source: Enregistre quelques cycles pour voir tes insights.
am: ግንዛቤዎችዎን ለማየት ጥቂት ዑደቶችን ይመዝገቡ።
ar: سجّل بعض الدورات لرؤية إحصاءاتك.
bg: Запишете няколко цикъла, за да видите своите прозрения.
bn: আপনার অন্তর্দৃষ্টি দেখতে কয়েকটি চক্র লগ করুন।
ca: Registreu uns quants cicles per veure les vostres estadístiques.
cs: Zapište si několik cyklů, abyste viděli své postřehy.
da: Log et par cyklusser for at se din indsigt.
de: Erfasse einige Zyklen, um Einblicke zu sehen.
el: Καταγράψτε μερικούς κύκλους για να δείτε τις πληροφορίες σας.
en: Log a few cycles to see your insights.
es: Registra algunos ciclos para ver tus insights.
fa: چند چرخه را ثبت کنید تا بینش خود را ببینید.
fi: Kirjaa muutama jakso nähdäksesi havainnot.
he: התחבר לכמה מחזורים כדי לראות את התובנות שלך.
hi: अपनी अंतर्दृष्टि देखने के लिए कुछ चक्र लॉग करें।
hr: Zabilježite nekoliko ciklusa da vidite svoje uvide.
hu: Naplózzon néhány ciklust a betekintések megtekintéséhez.
id: Catat beberapa siklus untuk melihat wawasan Anda.
it: Registra alcuni cicli per vedere le tue informazioni.
ja: いくつかのサイクルを記録してinsightsを確認しよう。
ko: 몇 가지 주기를 기록하여 통찰력을 확인하세요.
ms: Log beberapa kitaran untuk melihat cerapan anda.
nb: Logg noen sykluser for å se din innsikt.
nl: Registreer een paar cycli om uw inzichten te zien.
pl: Zarejestruj kilka cykli, aby zobaczyć swoje spostrzeżenia.
pt_br: Registre alguns ciclos para ver seus insights.
ro: Înregistrați câteva cicluri pentru a vedea informațiile dvs.
ru: Запишите несколько циклов, чтобы увидеть свои идеи.
sk: Zaznamenajte si niekoľko cyklov, aby ste videli svoje štatistiky.
sv: Logga några cykler för att se dina insikter.
sw: Rekodi mizunguko michache ili kuona maarifa yako.
th: บันทึกสองสามรอบเพื่อดูข้อมูลเชิงลึกของคุณ
tr: İçgörülerinizi görmek için birkaç döngüyü günlüğe kaydedin.
uk: Зареєструйте кілька циклів, щоб побачити свою статистику.
ur: اپنی بصیرتیں دیکھنے کے لیے چند سائیکل لاگ ان کریں۔
vi: Đăng nhập một vài chu kỳ để xem thông tin chi tiết của bạn.
zh_hans: 记录几个周期以查看您的见解。
zh_hant: 記錄幾個週期以查看您的見解。
zu: Ngena emijikelezweni embalwa ukuze ubone imininingwane yakho.

# insights_title
source: Insights
am: ግንዛቤዎች
ar: رؤى
bg: Прозрения
bn: অন্তর্দৃষ্টি
cs: Postřehy
da: Indsigt
de: Einblicke
es: Perspectivas
fa: بینش ها
fi: Näkemyksiä
he: תובנות
hi: इनसाइट्स
hr: Uvidi
id: Wawasan
it: Approfondimenti
ja: 分析
ko: 통찰력
ms: Wawasan
nb: Innsikt
nl: Inzichten
pl: Spostrzeżenia
pt_br: Percepções
ro: Perspective
ru: Информация
sv: Insikter
sw: Maarifa
th: ข้อมูลเชิงลึก
tr: Analizler
uk: Інсайти
ur: بصیرت
vi: Thông tin chi tiết
zh_hans: 见解
zh_hant: 見解
zu: Ukuqonda

# legend_fertile
source: Fenêtre de fertilité
am: ለም መስኮት
ar: فترة الخصوبة
bg: Фертилен прозорец
bn: উর্বর সময়
ca: Finestra fèrtil
cs: Plodné okno
da: Frugtbart vindue
de: Fruchtbares Fenster
el: Γόνιμο παράθυρο
en: Fertile window
es: Ventana fértil
fa: پنجره باروری
fi: Hedelmällinen ikkuna
he: חלון פוריות
hi: उपजाऊ अवधि
hr: Plodni prozor
hu: Termékeny ablak
id: Jendela subur
it: Finestra fertile
ja: 妊娠可能期間
ko: 가임기
ms: Tingkap subur
nb: Fruktbart vindu
nl: Vruchtbaar venster
pl: Okno płodności
pt_br: Janela fértil
ro: Fereastră fertilă
ru: Фертильное окно
sk: Plodné okno
sv: Fertilt fönster
sw: Dirisha la uzazi
th: ช่วงเจริญพันธุ์
tr: Doğurgan dönem
uk: Фертильне вікно
ur: زرخیز دور
vi: Cửa sổ thụ thai
zh_hans: 易孕期
zh_hant: 易孕期
zu: Iwindi elivundlile

# legend_logged
source: Enregistré
am: ተመዝግቧል
ar: مسجّل
bg: Записано
bn: রেকর্ড করা হয়েছে
ca: Registrat
cs: Zaznamenáno
da: Logget
de: Eingetragen
el: Καταγράφηκε
en: Logged
es: Registrado
fa: ثبت‌شده
fi: Kirjattu
he: נרשם
hi: दर्ज
hr: Zabilježeno
hu: Naplózva
id: Dicatat
it: Registrato
ja: 記録済み
ko: 기록됨
ms: Dilog
nb: Logget
nl: Gelogd
pl: Zapisano
pt_br: Registrado
ro: Înregistrat
ru: Записано
sk: Zaznamenané
sv: Loggat
sw: Imeandikwa
th: บันทึกแล้ว
tr: Kaydedildi
uk: Записано
ur: درج شدہ
vi: Đã ghi
zh_hans: 已记录
zh_hant: 已記錄
zu: Kubhaliwe

# legend_ovulation
source: Ovulation
am: ዕንቁላል መልቀቅ
ar: الإباضة
bg: Овулация
bn: ডিম্বস্ফোটন
ca: Ovulació
cs: Ovulace
da: Ægløsning
de: Eisprung
el: Ωορρηξία
es: Ovulación
fa: تخمک‌گذاری
fi: Ovulaatio
he: ביוץ
hi: ओव्यूलेशन
hr: Ovulacija
hu: Ovuláció
id: Ovulasi
it: Ovulazione
ja: 排卵
ko: 배란
ms: Ovulasi
nb: Eggløsning
nl: Ovulatie
pl: Owulacja
pt_br: Ovulação
ro: Ovulație
ru: Овуляция
sk: Ovulácia
sv: Ägglossning
sw: Kutoa yai
th: ตกไข่
tr: Yumurtlama
uk: Овуляція
ur: بیضہ دانی
vi: Rụng trứng
zh_hans: 排卵
zh_hant: 排卵
zu: Ukuvuthwa kweqanda

# legend_period
source: Règles
am: የወር አበባ
ar: الدورة
bg: Менструация
bn: মাসিক
ca: Regla
cs: Menstruace
da: Menstruation
de: Periode
el: Περίοδος
en: Period
es: Periodo
fa: قاعدگی
fi: Kuukautiset
he: מחזור
hi: माहवारी
hr: Menstruacija
hu: Menstruáció
id: Menstruasi
it: Mestruazioni
ja: 生理
ko: 생리
ms: Haid
nb: Menstruasjon
nl: Menstruatie
pl: Okres
pt_br: Menstruação
ro: Menstruație
ru: Менструация
sk: Menštruácia
sv: Mens
sw: Hedhi
th: ประจำเดือน
tr: Adet
uk: Менструація
ur: ماہواری
vi: Kinh nguyệt
zh_hans: 经期
zh_hant: 經期
zu: Isikhathi

# lock_attempts_left
source: %d tentatives restantes
am: %d ሙከራዎች ይቀራሉ
ar: %d محاولات متبقية
bg: %d оставащи опита
bn: %d চেষ্টা বাকি
ca: %d intents restants
cs: Zbývá %d pokusů
da: %d forsøg tilbage
de: %d Versuche übrig
el: %d απομένουν προσπάθειες
en: %d attempts remaining
es: %d intentos restantes
fa: %d تلاش باقی مانده
fi: %d yritystä jäljellä
he: נותרו %d ניסיונות
hi: %d प्रयास शेष
hr: %d pokušaja preostalo
hu: %d próbálkozás maradt
id: %d percobaan tersisa
it: %d tentativi rimanenti
ja: 残り %d 回
ko: %d회 시도 남음
ms: %d percubaan lagi
nb: %d forsøk igjen
nl: %d pogingen over
pl: Pozostało %d prób
pt_br: %d tentativas restantes
ro: %d încercări rămase
ru: Осталось %d попыток
sk: Zostáva %d pokusov
sv: %d försök kvar
sw: Majaribio %d yamebaki
th: เหลือ %d ครั้ง
tr: %d deneme kaldı
uk: Залишилося %d спроб
ur: %d کوششیں باقی
vi: Còn %d lần thử
zh_hans: 剩余 %d 次尝试
zh_hant: 剩餘 %d 次嘗試
zu: Kusele imizamo engu-%d

# lock_auth_reason
source: Déverrouiller votre coffre LUNA
am: የ LUNA ማስቀመጫዎን ይክፈቱ
ar: فتح خزنة LUNA
bg: Отключете LUNA трезора си
bn: আপনার LUNA ভল্ট আনলক করুন
ca: Desbloqueja la teva caixa forta LUNA
cs: Odemkněte svůj trezor LUNA
da: Lås op din LUNA-boks
de: Ihren LUNA-Tresor entsperren
el: Ξεκλειδώστε το θησαυροφυλάκιο LUNA
en: Unlock your LUNA vault
es: Desbloquear tu bóveda LUNA
fa: گاوصندوق LUNA خود را باز کنید
fi: Avaa LUNA-holvisi lukitus
he: בטל את נעילת כספת LUNA
hi: अपनी LUNA तिजोरी अनलॉक करें
hr: Otključajte svoj LUNA trezor
hu: LUNA széf feloldása
id: Buka kunci brankas LUNA Anda
it: Sblocca la tua cassaforte LUNA
ja: LUNA 保管庫のロックを解除
ko: LUNA 금고 잠금 해제
ms: Buka kunci peti besi LUNA anda
nb: Lås opp LUNA-hvelvet ditt
nl: Ontgrendel je LUNA-kluis
pl: Odblokuj sejf LUNA
pt_br: Desbloquear seu cofre LUNA
ro: Deblochează-ți seiful LUNA
ru: Разблокировать хранилище LUNA
sk: Odomknite svoj trezor LUNA
sv: Lås upp ditt LUNA-valv
sw: Fungua kuba yako ya LUNA
th: ปลดล็อกห้องนิรภัย LUNA ของคุณ
tr: LUNA kasanızın kilidini açın
uk: Розблокувати сховище LUNA
ur: اپنا LUNA خزانہ کھولیں
vi: Mở khóa kho LUNA của bạn
zh_hans: 解锁您的 LUNA 保险库
zh_hant: 解鎖您的 LUNA 保險庫
zu: Vula ivolothi yakho ye-LUNA

# lock_biometric_a11y
source: S'authentifier par biométrie
am: በባዮሜትሪክስ ያረጋግጡ
ar: المصادقة باستخدام القياسات الحيوية
bg: Удостоверете се с биометрични данни
bn: বায়োমেট্রিক্স দিয়ে প্রমাণীকরণ করুন
ca: Autenticar-se amb biometria
cs: Ověření pomocí biometrických údajů
da: Autentificer med biometri
de: Authentifizieren Sie sich mit biometrischen Daten
el: Έλεγχος ταυτότητας με βιομετρικά στοιχεία
en: Authenticate with biometrics
es: Autenticar con biometría
fa: با بیومتریک احراز هویت
fi: Todennus biometrisilla tiedoilla
he: אימות באמצעות ביומטריה
hi: बायोमेट्रिक्स से प्रमाणित करें
hr: Autentifikacija pomoću biometrije
hu: Hitelesítés biometrikus adatokkal
id: Otentikasi dengan biometrik
it: Autenticarsi con dati biometrici
ja: 生体認証による認証
ko: 생체 인식으로 인증
ms: Sahkan dengan biometrik
nb: Autentiser med biometri
nl: Authenticatie met biometrie
pl: Uwierzytelnij się za pomocą danych biometrycznych
pt_br: Autenticar com biometria
ro: Autentificare cu biometrie
ru: Аутентификация с помощью биометрии
sk: Autentifikácia pomocou biometrických údajov
sv: Autentisera med biometri
sw: Thibitisha kwa kutumia bayometriki
th: ตรวจสอบสิทธิ์ด้วยไบโอเมตริกซ์
tr: Biyometri ile kimlik doğrulama
uk: Автентифікація за допомогою біометрії
ur: بائیو میٹرکس سے تصدیق کریں۔
vi: Xác thực bằng sinh trắc học
zh_hans: 使用生物识别技术进行身份验证
zh_hant: 使用生物辨識技術進行身份驗證
zu: Qinisekisa nge-biometrics

# lock_biometric_button
source: Déverrouiller
am: ክፈት
ar: فتح القفل
bg: Отключи
bn: আনলক
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλειδώνω
en: Unlock
es: Desbloquear
fa: باز کردن قفل
fi: Avata
he: לִפְתוֹחַ
hi: अनलॉक
hr: Otključati
hu: Kinyit
id: Membuka kunci
it: Sbloccare
ja: ロック解除
ko: 터놓다
ms: Buka kunci
nb: Låse opp
nl: Ontgrendelen
pl: Odblokować
pt_br: Desbloquear
ro: Deblocați
ru: Разблокировать
sk: Odomknúť
sv: Låsa upp
sw: Fungua
th: ปลดล็อค
tr: Kilidi aç
uk: Розблокувати
ur: غیر مقفل کریں۔
vi: Mở khóa
zh_hans: 开锁
zh_hant: 開鎖
zu: Vula

# lock_biometric_reason
source: Déverrouillez votre vault LUNA
am: የእርስዎን LUNA ካዝና ይክፈቱ
ar: افتح خزنة LUNA
bg: Отключете своя LUNA трезор
bn: আপনার LUNA ভল্ট আনলক করুন
ca: Desbloqueja la teva volta LUNA
cs: Odemkněte svůj trezor LUNA
da: Lås din LUNA vault op
de: Entsperren Sie Ihren LUNA-Tresor
el: Ξεκλειδώστε τη θήκη LUNA σας
en: Unlock your LUNA vault
es: Desbloquea tu vault LUNA
fa: قفل خزانه LUNA خود را باز کنید
fi: Avaa LUNA-holvisi
he: פתח את הנעילה של כספת LUNA שלך
hi: अपने LUNA वॉल्ट को अनलॉक करें
hr: Otključajte svoj LUNA trezor
hu: Oldja fel a LUNA trezort
id: Buka kunci brankas LUNA Anda
it: Sblocca il tuo caveau LUNA
ja: LUNAボールトをロック解除
ko: LUNA 볼트를 잠금 해제하세요
ms: Buka kunci peti besi LUNA anda
nb: Lås opp LUNA-hvelvet ditt
nl: Ontgrendel uw LUNA-kluis
pl: Odblokuj swój skarbiec LUNA
pt_br: Desbloqueie seu cofre LUNA
ro: Deblochează-ți seiful LUNA
ru: Разблокируйте свое хранилище LUNA
sk: Odomknite svoj trezor LUNA
sv: Lås upp ditt LUNA-valv
sw: Fungua kuba yako ya LUNA
th: ปลดล็อคห้องนิรภัย LUNA ของคุณ
tr: LUNA kasanızın kilidini açın
uk: Розблокуйте своє сховище LUNA
ur: اپنے LUNA والٹ کو غیر مقفل کریں۔
vi: Mở khóa hầm LUNA của bạn
zh_hans: 解锁您的 LUNA 金库
zh_hant: 解鎖您的 LUNA 金庫
zu: Vula i-LUNA vault yakho

# lock_enter_pin
source: Entrez votre PIN
am: ፒንዎን ያስገቡ
ar: أدخلي رمز PIN
bg: Въведете вашия PIN
bn: আপনার PIN লিখুন
ca: Introdueix el teu PIN
cs: Zadejte svůj PIN
da: Indtast din PIN
de: Geben Sie Ihre PIN ein
el: Εισάγετε το PIN σας
en: Enter your PIN
es: Introduce tu PIN
fa: PIN خود را وارد کنید
fi: Syötä PIN-koodisi
he: הזן/י את קוד ה-PIN
hi: अपना PIN दर्ज करें
hr: Unesite svoj PIN
hu: Add meg a PIN-kódodat
id: Masukkan PIN Anda
it: Inserisci il tuo PIN
ja: PINを入力してください
ko: PIN을 입력하세요
ms: Masukkan PIN anda
nb: Skriv inn din PIN
nl: Voer je PIN in
pl: Wprowadź swój PIN
pt_br: Digite seu PIN
ro: Introdu PIN-ul tău
ru: Введите свой PIN-код
sk: Zadajte svoj PIN
sv: Ange din PIN
sw: Ingiza PIN yako
th: ป้อน PIN ของคุณ
tr: PIN'inizi girin
uk: Введіть свій PIN
ur: اپنا PIN درج کریں
vi: Nhập mã PIN của bạn
zh_hans: 请输入您的 PIN
zh_hant: 請輸入您的 PIN
zu: Faka i-PIN yakho

# lock_keychain_unavailable
source: Veuillez utiliser votre PIN
am: እባክዎ ለመክፈት ፒንዎን ይጠቀሙ
ar: يرجى استخدام رمز PIN الخاص بك
bg: Моля, използвайте вашия PIN
bn: আনলক করতে আপনার PIN ব্যবহার করুন
ca: Utilitzeu el vostre PIN per desbloquejar
cs: Použijte prosím svůj PIN
da: Brug venligst din PIN
de: Bitte verwenden Sie Ihre PIN
el: Χρησιμοποιήστε το PIN σας
en: Please use your PIN to unlock
es: Por favor, usa tu PIN para desbloquear
fa: لطفاً از PIN خود استفاده کنید
fi: Käytä PIN-koodiasi avataksesi
he: נא להשתמש בקוד PIN שלך
hi: कृपया अनलॉक करने के लिए अपना PIN उपयोग करें
hr: Molimo koristite svoj PIN
hu: Kérjük, használja a PIN-kódját
id: Silakan gunakan PIN Anda untuk membuka
it: Per favore usa il tuo PIN per sbloccare
ja: PINを使用してロックを解除してください
ko: PIN을 사용하여 잠금을 해제하세요
ms: Sila gunakan PIN anda untuk membuka
nb: Vennligst bruk din PIN
nl: Gebruik alstublieft je PIN
pl: Użyj kodu PIN, aby odblokować
pt_br: Por favor, use seu PIN para desbloquear
ro: Te rugăm folosește PIN-ul tău
ru: Пожалуйста, используйте PIN-код
sk: Prosím, použite svoj PIN
sv: Vänligen använd din PIN
sw: Tafadhali tumia PIN yako kufungua
th: กรุณาใช้ PIN ของคุณเพื่อปลดล็อก
tr: Lütfen PIN kodunuzu kullanın
uk: Будь ласка, використайте PIN для розблокування
ur: براہ کرم اپنا PIN استعمال کریں
vi: Vui lòng dùng mã PIN để mở khóa
zh_hans: 请使用您的 PIN 解锁
zh_hant: 請使用您的 PIN 解鎖
zu: Sicela usebenzise i-PIN yakho ukuvula

# lock_max_attempts
source: Trop de tentatives. Veuillez redémarrer l'application.
am: በጣም ብዙ ሙከራዎች። እባክዎ መተግበሪያውን እንደገና ያስጀምሩ።
ar: محاولات كثيرة جداً. يرجى إعادة تشغيل التطبيق.
bg: Твърде много опити. Моля, рестартирайте приложението.
bn: অনেক বেশি চেষ্টা। দয়া করে অ্যাপটি পুনরায় চালু করুন।
ca: Massa intents. Si us plau, reinicieu l'aplicació.
cs: Příliš mnoho pokusů. Restartujte prosím aplikaci.
da: For mange forsøg. Genstart venligst appen.
de: Zu viele Versuche. Bitte starten Sie die App neu.
el: Πάρα πολλές προσπάθειες. Επανεκκινήστε την εφαρμογή.
en: Too many attempts. Please restart the app.
es: Demasiados intentos. Por favor, reinicia la aplicación.
fa: تلاش‌های بیش از حد. لطفاً برنامه را مجدداً راه‌اندازی کنید.
fi: Liian monta yritystä. Käynnistä sovellus uudelleen.
he: יותר מדי ניסיונות. נא להפעיל מחדש את האפליקציה.
hi: बहुत अधिक प्रयास। कृपया ऐप को पुनरारंभ करें।
hr: Previše pokušaja. Molimo ponovno pokrenite aplikaciju.
hu: Túl sok próbálkozás. Kérjük, indítsa újra az alkalmazást.
id: Terlalu banyak percobaan. Silakan mulai ulang aplikasi.
it: Troppi tentativi. Per favore riavvia l'app.
ja: 試行回数が多すぎます。アプリを再起動してください。
ko: 시도 횟수가 너무 많습니다. 앱을 다시 시작하세요.
ms: Terlalu banyak percubaan. Sila mulakan semula aplikasi.
nb: For mange forsøk. Vennligst start appen på nytt.
nl: Te veel pogingen. Start de app opnieuw.
pl: Zbyt wiele prób. Uruchom ponownie aplikację.
pt_br: Muitas tentativas. Por favor, reinicie o aplicativo.
ro: Prea multe încercări. Te rugăm repornește aplicația.
ru: Слишком много попыток. Пожалуйста, перезапустите приложение.
sk: Príliš veľa pokusov. Reštartujte prosím aplikáciu.
sv: För många försök. Starta om appen.
sw: Majaribio mengi mno. Tafadhali anzisha upya programu.
th: พยายามมากเกินไป กรุณาเปิดแอปใหม่
tr: Çok fazla deneme. Lütfen uygulamayı yeniden başlatın.
uk: Забагато спроб. Будь ласка, перезапустіть додаток.
ur: بہت زیادہ کوششیں۔ براہ کرم ایپ دوبارہ شروع کریں۔
vi: Quá nhiều lần thử. Vui lòng khởi động lại ứng dụng.
zh_hans: 尝试次数过多。请重新启动应用。
zh_hant: 嘗試次數過多。請重新啟動應用程式。
zu: Imizamo eminingi kakhulu. Sicela uqale kabusha uhlelo lokusebenza.

# lock_or_separator
source: ou
am: ወይም
ar: أو
bg: или
bn: বা
ca: o
cs: nebo
da: eller
de: oder
el: ή
en: or
es: o
fa: یا
fi: tai
he: אוֹ
hi: या
hr: ili
hu: vagy
id: atau
it: O
ja: または
ko: 또는
ms: atau
nb: eller
nl: of
pl: Lub
ro: sau
ru: или
sk: alebo
sv: eller
sw: au
th: หรือ
tr: veya
uk: або
ur: یا
vi: hoặc
zh_hans: 或者
zh_hant: 或者
zu: noma

# lock_passcode_fallback
source: Entrer le code
am: ፓስኮድ ያስገቡ
ar: أدخل رمز المرور
bg: Въведете парола
bn: পাসকোড লিখুন
ca: Introdueix el codi
cs: Zadejte kód
da: Indtast adgangskode
de: Code eingeben
el: Εισάγετε τον κωδικό
en: Enter passcode
es: Introducir código
fa: رمز عبور را وارد کنید
fi: Syötä koodi
he: הזן קוד סיסמה
hi: पासकोड दर्ज करें
hr: Unesite šifru
hu: Jelkód megadása
id: Masukkan kode sandi
it: Inserisci il codice
ja: パスコードを入力
ko: 암호 입력
ms: Masukkan kod laluan
nb: Skriv inn kode
nl: Voer toegangscode in
pl: Wprowadź kod
pt_br: Inserir código
ro: Introdu codul
ru: Введите код
sk: Zadajte kód
sv: Ange lösenkod
sw: Ingiza nambari ya siri
th: ป้อนรหัสผ่าน
tr: Şifreyi girin
uk: Введіть код
ur: پاسکوڈ درج کریں
vi: Nhập mật mã
zh_hans: 输入密码
zh_hant: 輸入密碼
zu: Faka ikhodi yokungena

# lock_subtitle
source: Votre espace privé vous attend en toute sécurité
am: የግል ቦታዎ ደህንነቱ የተጠበቀ ነው እና እየጠበቀዎት ነው
ar: مساحتك الخاصة آمنة وتنتظرك
bg: Вашето лично пространство е в безопасност и ви очаква
bn: আপনার ব্যক্তিগত স্থান নিরাপদ এবং আপনার জন্য অপেক্ষা করছে
ca: El teu espai privat és segur i t'espera
cs: Váš soukromý prostor je v bezpečí a čeká na vás
da: Dit private rum er sikkert og venter på dig
de: Ihr privater Bereich ist sicher und wartet auf Sie
el: Ο ιδιωτικός σας χώρος είναι ασφαλής και σας περιμένει
en: Your private space is safe and waiting for you
es: Tu espacio privado está seguro y te espera
fa: فضای خصوصی شما امن است و منتظر شماست
fi: Yksityinen tilasi on turvassa ja odottaa sinua
he: המרחב הפרטי שלך בטוח ומחכה לך
hi: आपका निजी स्थान सुरक्षित है और आपका इंतज़ार कर रहा है
hr: Vaš privatni prostor je siguran i čeka vas
hu: A privát tered biztonságban van és vár rád
id: Ruang pribadi Anda aman dan menunggu Anda
it: Il tuo spazio privato è al sicuro e ti aspetta
ja: あなたのプライベート空間は安全にお待ちしています
ko: 당신의 개인 공간이 안전하게 기다리고 있습니다
ms: Ruang peribadi anda selamat dan menunggu anda
nb: Ditt private rom er trygt og venter på deg
nl: Je privéruimte is veilig en wacht op je
pl: Twoja prywatna przestrzeń jest bezpieczna i czeka na ciebie
pt_br: Seu espaço privado está seguro e esperando por você
ro: Spațiul tău privat este în siguranță și te așteaptă
ru: Ваше личное пространство в безопасности и ждёт вас
sk: Váš súkromný priestor je v bezpečí a čaká na vás
sv: Ditt privata utrymme är säkert och väntar på dig
sw: Nafasi yako ya faragha ni salama na inakungoja
th: พื้นที่ส่วนตัวของคุณปลอดภัยและรอคุณอยู่
tr: Özel alanınız güvende ve sizi bekliyor
uk: Ваш приватний простір у безпеці та чекає на вас
ur: آپ کی نجی جگہ محفوظ ہے اور آپ کا انتظار کر رہی ہے
vi: Không gian riêng tư của bạn an toàn và đang chờ bạn
zh_hans: 您的私人空间安全地等待着您
zh_hant: 您的私人空間安全地等待著您
zu: Indawo yakho eyimfihlo iphephile futhi iyakulindela
